12/data/attachments/1cc3e3b8d9666f58.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Roberto_edge_Friend_59928_6</nif:username>
            <nif:friendToBeRequested>soap_friends_cd858865-2cf8-4dd2-bca7-fd02ca950a17</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>